{
    "videos": {
        "3 ключевых шага к снижению веса": {
            "name": "Три шага снижения веса",
            "short_description": "Материал представляет альтернативный подход к снижению веса без диет, основанный на трех ключевых принципах: развитии навыков распознавания голода и насыщения по 10-балльной шкале, составлении рациона из любимых здоровых продуктов по принципу 80/20, и отказе от жестких ограничений в пользу добавления полезной пищи. Практическая ценность заключается в формировании устойчивых пищевых привычек, которые помогают избежать циклов \"диета-срыв-набор веса\" и развития расстройств пищевого поведения.",
            "long_description": "Материал представляет альтернативный подход к снижению веса, основанный на отказе от традиционных диет и формировании здоровых пищевых привычек. Рассматривается проблематика диетического цикла \"диета-срыв-набор веса\" и предлагается система интуитивного питания с использованием 10-балльной шкалы голода и насыщения. Описывается принцип составления рациона из любимых здоровых продуктов с соблюдением баланса макронутриентов и правила \"80% здоровой пищи + 20% менее полезной еды\". Подчеркивается важность отказа от пищевых ограничений в пользу добавления полезных продуктов и развития осознанного отношения к питанию. Представлена методика долгосрочного поддержания здорового веса через изменение пищевого поведения без строгих диетических рамок."
        },
        "HIIT_тренировки_для_начинающих_Шаркова_Диетолог": {
            "name": "HIIT тренировка для начинающих",
            "short_description": "Интервальная HIIT-тренировка для начинающих, включающая 5 базовых упражнений (выпады, приседания, отжимания, джампинг джек, подъемы коленей) с 30-секундными рабочими интервалами и 15-секундными периодами активного отдыха. Программа предлагает модификации упражнений для разного уровня подготовки и рассчитана на выполнение 1-3 кругов с минутным отдыхом между ними, обеспечивая эффективную кардио-силовую нагрузку в домашних условиях.",
            "long_description": "Представлена структурированная HIIT-тренировка для начинающих, состоящая из пяти базовых упражнений с интервальным форматом выполнения. Программа включает выпады, приседания, отжимания, прыжки «Джампинг Джек» и подъемы коленей, каждое упражнение выполняется в течение 30 секунд с 15-секундными периодами активного восстановления в виде медленного марша на месте. Для каждого упражнения предусмотрены модификации разной степени сложности: облегченные варианты для новичков (отжимания под углом, шаги вместо прыжков) и усложненные версии для повышения интенсивности (прыжки-приседания, бег с высоким подниманием коленей). Тренировочный цикл завершается минутным отдыхом с рекомендацией повторить комплекс 1-2 раза для достижения оптимального тренировочного эффекта. Методика разработана специалистом по питанию и нутрициологии для безопасного введения высокоинтенсивных интервальных тренировок в фитнес-программу начинающих."
        },
        "Витамины БАДы _ Шаркова Диетолог": {
            "name": "Лучшие витамины от диетолога",
            "short_description": "Профессиональный обзор витаминных комплексов и БАДов от диетолога-нутрициолога с рекомендациями по выбору поливитаминов (Burgerstein, Orthomol), омега-3, специализированных добавок для беременных и иммунной поддержки. Подчеркивается приоритет сбалансированного питания над добавками и предлагается персональное консультирование для оптимизации рациона.",
            "long_description": "Материал представляет рекомендации диетолога-консультанта по выбору витаминных комплексов и биологически активных добавок для различных категорий потребителей. Рассматриваются поливитаминные комплексы ведущих брендов (Burgerstein, Orthomol, NatureMade, Ritual Essential), специализированные добавки для поддержки иммунитета и препараты омега-3 жирных кислот. Отдельное внимание уделяется витаминно-минеральным комплексам для беременных женщин, включая препараты магния, фолиевой кислоты, железа и йода. Ключевой вывод подчеркивает приоритет сбалансированного питания над приемом добавок, позиционируя БАДы как дополнение к правильному рациону, а не его замену. Материал содержит контактную информацию специалиста для получения персональных консультаций по вопросам питания и подбора витаминных комплексов."
        },
        "Завтраки 300ккал на 7 дней": {
            "name": "Полезные завтраки на неделю",
            "short_description": "Сборник из 7 полноценных завтраков с подробными рецептами и калорийностью (250-350 ккал), включающий разнообразные блюда на основе яиц, круп и овощей. Представлены практичные варианты от классических омлетов с овощами и овсяноблинов до изысканного омлета Пуляр и брускетты с авокадо, с точными пропорциями ингредиентов и пошаговыми инструкциями приготовления.",
            "long_description": "Представлен недельный план полезных завтраков от диетолога-консультанта с подробными рецептами и калорийностью каждого блюда (от 250 до 350 ккал). Включает разнообразные варианты омлетов с овощами, тофу и по технологии \"Пуляр\", овсяноблин с куриной начинкой, перловую кашу с фаршем, гречку с яйцом-пашот и пармезаном, а также брускетту с авокадо. Каждый рецепт содержит точный список ингредиентов с указанием количества, пошаговые инструкции приготовления и рекомендации по подаче с цельнозерновыми крупами или хлебом. Меню сбалансировано по белкам, углеводам и полезным жирам, предлагает использование качественных продуктов и щадящие способы термической обработки."
        },
        "Питание ДО_ПОСЛЕ операции": {
            "name": "Питание до и после операций",
            "short_description": "Комплексное руководство по питанию в периоперационный период, включающее детальные рекомендации по подготовке организма к хирургическим вмешательствам и восстановлению после них. Представлены конкретные меню на каждый день с акцентом на легкоусвояемые продукты, богатые железом и белком для предотвращения анемии, минимизации нагрузки на ЖКТ и ускорения регенеративных процессов.",
            "long_description": "Материал представляет комплексные рекомендации по питанию в периоперационный период для различных хирургических вмешательств, включая роды, пластические операции и другие операции. Рассматриваются принципы предоперационной подготовки организма через исключение раздражающих продуктов и оптимизацию работы желудочно-кишечного тракта для максимальной концентрации ресурсов на восстановлении. Детально описывается структура питания за сутки до операции с конкретными схемами завтрака, перекусов, обеда и ужина, включающими сбалансированное соотношение белков, сложных углеводов, жиров и клетчатки. Представлены специализированные меню для второго и третьего дня после операции с акцентом на восполнение белковых потерь и профилактику железодефицитной анемии через включение богатых железом продуктов. Материал содержит практические советы по питанию в стационарных условиях и подчеркивает важность индивидуального подхода к составлению рациона в зависимости от типа операции и особенностей восстановительного периода."
        },
        "Снизить вес прямо сейчас": {
            "name": "3 шага к стройности",
            "short_description": "Практическое руководство по снижению веса включает три ключевых этапа: исключение вредных продуктов, добавление полезных компонентов в рацион и построение сбалансированного режима питания с 4-5 приемами пищи. Представлены конкретные рекомендации по размеру порций (300-600 мл в зависимости от пола), распределению калорий по приемам пищи (завтрак 20%, обед 30-40%, ужин 20-25%) и соотношению питательных веществ (белки 20-30%, жиры 20%, углеводы 50-60%), дополненные важными правилами водного режима, времени приема пищи и продолжительности сна.",
            "long_description": "Материал представляет трехэтапную систему снижения веса, включающую исключение вредных продуктов, добавление полезных компонентов в рацион и построение сбалансированного режима питания. Рассматриваются принципы организации 4-5 приемов пищи с учетом гендерных различий в объеме порций (300-500 мл для женщин, 400-600 мл для мужчин) и процентного распределения калорийности по приемам пищи. Детально описывается оптимальное соотношение макронутриентов в суточном рационе: белки 20-30%, жиры 20%, углеводы 50-60%. Представлены практические рекомендации по водному режиму (минимум 1,5 литра в день), времени приема пищи (завтрак в первый час после пробуждения, ужин за 3-4 часа до сна) и продолжительности сна (от 8 часов). Материал структурирован как пошаговое руководство с конкретными цифрами и процентными соотношениями для практического применения."
        }
    }
}