{
    "videos": {
        "Важность спорта и физической активности": {
            "name": "Спорт для здоровья и похудения",
            "short_description": "Урок раскрывает физиологические механизмы влияния спорта на организм и предлагает практическую систему внедрения физической активности в жизнь. Рассматриваются ключевые темы: улучшение метаболизма глюкозы и чувствительности к инсулину через спорт, методы оценки физической подготовки (тест Купера, отжимания, подъемы корпуса), оптимальные зоны пульса для эффективных тренировок, различия между умеренной и высокоинтенсивной нагрузкой, а также стратегия поэтапного подключения спорта после налаживания питания и снижения веса на 10%.",
            "long_description": "Материал охватывает комплексный подход к физической активности как основе здорового образа жизни, включая физиологические механизмы воздействия спорта на организм: улучшение метаболизма глюкозы, повышение чувствительности к инсулину, образование новых сосудистых сетей и оптимизацию энергообмена. Рассматриваются принципы правильного введения спортивных нагрузок в жизнь человека, подчеркивается важность предварительного формирования навыков здорового питания и постепенного подключения физической активности для избежания мотивационного выгорания. Детально описываются методы оценки физической подготовки через различные тесты (тест Купера, отжимания, подъемы корпуса) и контроль пульса для определения эффективности тренировок. Представлены рекомендации по оптимальному сочетанию умеренно-интенсивных (150 минут в неделю) и высокоинтенсивных (75 минут в неделю) нагрузок с конкретными примерами упражнений и целевыми зонами частоты сердечных сокращений. Подчеркивается медицинское значение физической активности как первоочередной рекомендации при лечении метаболических нарушений, ожирения и в процессе реабилитации после серьезных заболеваний."
        },
        "Питание как образ жизни": {
            "name": "Здоровое питание как привычка",
            "short_description": "Комплексное руководство по формированию здоровых пищевых привычек через системный подход вместо фокуса на краткосрочных целях. Рассматриваются четыре закона формирования привычек: создание заметности (планирование времени и места, изменение окружения), повышение привлекательности (красивая подача еды, сочетание приятного с полезным), максимальное упрощение (правило двух минут, подготовка с вечера), и обеспечение немедленного вознаграждения (трекер привычек, система поощрений). Практические стратегии включают работу с идентичностью через вопросы \"кем хочу быть\" и \"какие убеждения должны быть\", использование принципа наименьшего сопротивления и создание моментальных наград для закрепления долгосрочных изменений в питании и образе жизни.",
            "long_description": "Урок посвящен формированию здорового питания как устойчивой системы привычек, а не краткосрочных целей. Рассматривается научный подход к формированию привычек через четыре этапа: стимул, желание, реакция и вознаграждение, а также четыре закона их закрепления. Основные темы включают переход от целеориентированного мышления к системному подходу, создание привлекательной среды для здоровых привычек, принцип упрощения и правило двух минут для начинающих. Обсуждаются практические стратегии: использование трекеров привычек, создание моментальных вознаграждений, изменение окружения для поддержки полезных привычек и устранения вредных. Ключевой вывод заключается в том, что частота выполнения привычки важнее продолжительности, а успешное формирование здорового образа жизни требует постепенного внедрения простых, заметных и приятных действий."
        },
        "Урок День заготовок": {
            "name": "Заготовки на неделю дома",
            "short_description": "Практическое руководство по приготовлению заготовок для заморозки, включающее рецепты котлет с капустой, фаршированных перцев, мясного гуляша и овощных смесей. Представлены лайфхаки по использованию фигурного ножа для нарезки овощей, техники правильной заморозки готовых блюд в zip-пакетах с возможностью адаптации рецептов под разные вкусовые предпочтения семьи.",
            "long_description": "Материал представляет собой практическое руководство по приготовлению заготовок для заморозки, включающее рецепты котлет с капустой, фаршированных перцев, мясного гуляша и овощных смесей. Рассматриваются техники нарезки овощей с использованием фигурного ножа, способы упаковки готовых блюд в пакеты с zip-замком для удобного хранения в морозильной камере. Обсуждаются методы адаптации рецептов под разные вкусовые предпочтения членов семьи - возможность готовить одни и те же блюда с различными ингредиентами (с луком и без, с рисом и без). Подробно описывается процесс правильной заморозки котлет на разделочной доске для предотвращения слипания, а также важность размораживания мясных продуктов в холодильнике для безопасности. Материал содержит практические советы по использованию специй, выбору хлеба без сахара и альтернативных ингредиентов для людей с непереносимостью лактозы."
        }
    }
}